
const reportData = {
    'code': 0,
    'msg': 'success',
    'data': {
        'file_name': 'sms-1590041682',
        'sheet': [
            {
                'sheet_name': 'sms',
                'title': [
                    '短信模版ID',
                    '短信内容',
                    '短信发送状态',
                    '短信通知人手电话',
                    '发送时间'
                ],
                'data': [
                    [
                        4,
                        '您有新的订单！谢谢！',
                        '等待发送',
                        '18616123057',
                        '2020-05-20 17:07:26'
                    ],
                    [
                        5,
                        '尊敬的#name#先生/女士，我们将竭尽全力为您提供最优质的家政服务！',
                        '等待发送',
                        '15000080986',
                        '2020-05-20 17:11:36'
                    ],
                    [
                        5,
                        '尊敬的#name#先生/女士，我们将竭尽全力为您提供最优质的家政服务！',
                        '等待发送',
                        '13641647354',
                        '2020-05-13 17:37:34'
                    ],
                    [
                        4,
                        '您有新的订单！谢谢！',
                        '等待发送',
                        '18616123057',
                        '2020-05-13 17:39:24'
                    ],
                    [
                        5,
                        '尊敬的#name#先生/女士，我们将竭尽全力为您提供最优质的家政服务！',
                        '等待发送',
                        '15000080986',
                        '2020-05-20 17:27:15'
                    ],
                    [
                        5,
                        '尊敬的#name#先生/女士，我们将竭尽全力为您提供最优质的家政服务！',
                        '等待发送',
                        '15000080986',
                        '2020-05-20 17:28:16'
                    ],
                    [
                        5,
                        '尊敬的#name#先生/女士，我们将竭尽全力为您提供最优质的家政服务！',
                        '等待发送',
                        '15000080986',
                        '2020-05-20 17:18:35'
                    ],
                    [
                        4,
                        '您有新的订单！谢谢！',
                        '等待发送',
                        '18616123067',
                        '2020-05-13 17:03:57'
                    ],
                    [
                        4,
                        '您有新的订单！谢谢！',
                        '等待发送',
                        '18616123067',
                        '2020-05-13 17:06:01'
                    ],
                    [
                        4,
                        '您有新的订单！谢谢！',
                        '等待发送',
                        '13641647354',
                        '2020-05-13 17:06:17'
                    ]
                ]
            }
        ]
    }
};

module.exports = reportData;